IDEA Open Model
LoadingULS.InternalForcesImperfection Property
 Internal forces of imperfection effect
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ResultOfInternalForces InternalForcesImperfection { get; set; }
Public Property InternalForcesImperfection As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForcesImperfection {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingULS Class
IdeaRS.OpenModel.Concrete.Load Namespace